brew "webp"
brew "jpeg-xl"
brew "aom"
brew "glib"
brew "cairo"
brew "harfbuzz"
brew "openjdk"
brew "apktool"
brew "autossh"
brew "bash"
brew "bash-completion@2"
brew "boost"
brew "pycparser"
brew "cffi"
brew "cocoapods"
brew "lima"
brew "colima"
brew "cryptography"
brew "docker"
brew "docker-compose"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "fastlane"
brew "unbound"
brew "gnutls"
brew "openjpeg"
brew "leptonica"
brew "icu4c@78"
brew "python@3.12"
brew "libass"
brew "libmicrohttpd"
brew "librist"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "geckodriver"
brew "ghostscript"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "grsync"
brew "libheif"
brew "liblqr"
brew "libraw"
brew "imagemagick"
brew "libgit2"
brew "libusb-compat"
brew "minicom"
brew "miniupnpc"
brew "nmap"
brew "node"
brew "openblas"
brew "oath-toolkit"
brew "protobuf"
brew "openfortivpn"
brew "openssh"
brew "openvino"
brew "pdm"
brew "pkgconf"
brew "python@3.11"
brew "redis"
brew "shpotify"
brew "socat"
brew "sshpass"
brew "telnet"
brew "tinyproxy"
brew "tor"
brew "tree"
brew "watchman"
brew "wget"
brew "yt-dlp"
cask "adguard"
cask "anaconda"
cask "android-file-transfer"
cask "anydesk"
cask "brave-browser"
cask "discord"
cask "firefox"
cask "keka"
cask "licecap"
cask "macpass"
cask "megasync"
cask "notion"
cask "skim"
cask "slack"
cask "sublime-merge"
cask "sublime-text"
cask "vlc"
cask "vscodium"
cask "whatsapp"
cask "xquartz"
vscode "augment.vscode-augment"
vscode "berublan.vscode-log-viewer"
vscode "caenrigen.jupytext-sync"
vscode "charliermarsh.ruff"
vscode "detachhead.basedpyright"
vscode "edwinhuish.better-comments-next"
vscode "esbenp.prettier-vscode"
vscode "gurumukhi.selected-lines-count"
vscode "jdinhlife.gruvbox"
vscode "llvm-vs-code-extensions.vscode-clangd"
vscode "mechatroner.rainbow-csv"
vscode "mesonbuild.mesonbuild"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-powertoys"
vscode "ms-vscode.sublime-keybindings"
vscode "onnovalkering.vscode-singularity"
vscode "openai.chatgpt"
vscode "sdras.night-owl"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
