abseil
aom
apktool
aribb24
at-spi2-core
atk
autoconf
autossh
bash
bash-completion@2
boost
brotli
c-ares
ca-certificates
cairo
certifi
cffi
cjson
cmake
cocoapods
colima
cryptography
dav1d
dbus
docker
docker-completion
docker-compose
double-conversion
edencommon
expat
fastlane
fb303
fbthrift
ffmpeg
fizz
flac
fmt
folly
fontconfig
freetype
frei0r
fribidi
gcc
gd
gdk-pixbuf
geckodriver
gettext
gflags
ghostscript
giflib
glib
glog
gmp
gnutls
go
graphite2
graphviz
grsync
gsettings-desktop-schemas
gtk+3
gts
harfbuzz
hicolor-icon-theme
highway
hwloc
icu4c@76
icu4c@77
icu4c@78
imagemagick
imath
isl
jasper
jbig2dec
jpeg-turbo
jpeg-xl
lame
ldns
leptonica
libarchive
libass
libavif
libb2
libbluray
libcbor
libde265
libdeflate
libepoxy
libevent
libfido2
libgcrypt
libgit2
libgpg-error
libheif
libidn
libidn2
liblinear
liblqr
libmicrohttpd
libmpc
libnghttp2
libogg
libomp
libpng
libraw
librist
librsvg
libsamplerate
libscrypt
libsndfile
libsodium
libsoxr
libssh
libssh2
libtasn1
libtiff
libtool
libunibreak
libunistring
libusb
libusb-compat
libuv
libvidstab
libvmaf
libvorbis
libvpx
libx11
libxau
libxcb
libxdmcp
libxext
libxfixes
libxi
libxml2
libxmlsec1
libxrender
libxtst
libyaml
lima
little-cms2
llvm
llvm@21
lua
lz4
lzip
lzo
m4
mbedtls
minicom
miniupnpc
mpdecimal
mpfr
mpg123
ncurses
netpbm
nettle
ninja
nmap
node
numpy
oath-toolkit
onnx
openblas
opencore-amr
openexr
openfortivpn
openjdk
openjpeg
openssh
openssl@3
openvino
opus
p11-kit
pango
pcre2
pdm
pixman
pkgconf
protobuf
pugixml
pycparser
python-certifi
python-cryptography
python@3.11
python@3.12
python@3.13
python@3.14
rav1e
readline
redis
rubberband
ruby
rust
sdl2
shared-mime-info
shpotify
snappy
socat
speex
sqlite
srt
sshpass
svt-av1
swig
tbb
telnet
terminal-notifier
tesseract
theora
tinyproxy
tor
tree
unbound
wangle
watchman
webp
wget
x264
x265
xorgproto
xvid
xxhash
xz
yt-dlp
z3
zeromq
zimg
zstd
