adguard
anaconda
android-file-transfer
anydesk
brave-browser
discord
firefox
keka
licecap
macpass
megasync
notion
skim
slack
sublime-merge
sublime-text
vlc
vscodium
whatsapp
xquartz
